{
 "products_oily": [
  {
   "name": "Moisture Boost Gel To Water Morning Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/tonymoly-moisture-boost-gel-to-water-morning-cleanser",
   "brand": "TONY MOLY",
   "brand_url": "https://sokoglam.com/collections/tony-moly",
   "price": "$13.50",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/1.8SokoGlamPDP-TonyMolyMoistureBoostGelToWaterCleanser_180ml__Package_860x.jpg?v=1610510465",
   "description": "Made with gentle, naturally-derived surfactants for use on even the most sensitive skin, this clinically tested, low pH cleanser transforms from a light gel texture to water as you massage it in. After using, skin will feel hydrated, soothed and properly cleansed. Contains 5 types of centella asiatica extracts, a panthenol and ceramide complex, as well as AHA, BHA and PHAs. Hydrates skin while gently removing dirt and dead skin cells for a soothing cleanse - a perfect way to begin the morning!"
  },
  {
   "name": "Clean It Zero Cleansing Balm Pore Clarifying",
   "url": "https://sokoglam.com/collections/oily/products/banilaco-clean-it-zero-cleansing-balm-pore-clarifying",
   "brand": "BANILA CO",
   "brand_url": "https://sokoglam.com/collections/banila-co",
   "price": "$22",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/12.7SokoGlamPDP-BANILACOCleanItZeroCleansingBalmPoreClarifying_860x.jpg?v=1608056007",
   "description": "Banila Co’s cult-favorite oil cleanser transforms from a sherbet-like balm texture into a smooth oil when applied to skin. Developed to remove impurities, pollution and excess oil from the skin - even waterproof makeup! - in just one simple cleansing step. The Pore Clarifying variety is particularly great for oily and acne-prone skin or combination (oily) skin."
  },
  {
   "name": "pH Balancing Bubble Free Cleansing Gel",
   "url": "https://sokoglam.com/collections/oily/products/acwell-ph-balancing-bubble-free-cleansing-gel",
   "brand": "ACWELL",
   "brand_url": "https://sokoglam.com/collections/acwell",
   "price": "$18",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/12.14SokoGlamPDP-AcwellpHBalancingBubbleFreeCleansingGel_Package_860x.jpg?v=1608170655",
   "description": "A low pH (5.5) cleanser that effectively balances skin while binding to excess sebum and dirt on the skin for a deep, hydrating cleanse. Smooth, supple skin is achievable with this water-based cleansing gel that’s great for moisturizing and brightening benefits."
  },
  {
   "name": "Deep Green Tea Serum",
   "url": "https://sokoglam.com/collections/oily/products/benton-deep-green-tea-serum",
   "brand": "BENTON",
   "brand_url": "https://sokoglam.com/collections/benton",
   "price": "$17",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/12.7SokoGlamPDP-BentonDeepGreenTeaSerum_860x.jpg?v=1607989680",
   "description": "Rebalance and revive dull, rough skin with this nourishing serum. Containing over 53% green tea extracts from BoSeong, the home of green tea farming in Korea, to gently address chapped, dehydrated and irritated skin with a calming cooling effect."
  },
  {
   "name": "Real Charcoal Pad",
   "url": "https://sokoglam.com/collections/oily/products/neogen-real-charcoal-pad",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$22",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/11.30SokoGlamPDP-NeogenREALCHARCOALPAD_Package_860x.jpg?v=1607293684",
   "description": "Purify and care for pores with these tightening, brightening essence oil pads from K-beauty innovator, Neogen! Bamboo charcoal absorbs toxins, excess sebum, oil and impurities from the skin’s surface while gently exfoliating to stimulate cell growth. Canadian glacial soil clay and Hungarian moor mud help to further absorb impurities and clarify skin, while anti-inflammatory peat water tightens pores. Patented ABS Ginger Mint Cooling Extract combines benefits from both ginger and mint to lower skin’s temperature to prevent pores from expanding, giving a smoother, tighter texture and appearance."
  },
  {
   "name": "Carrot Deep Clear Remover Oil Pad",
   "url": "https://sokoglam.com/collections/oily/products/neogen-carrot-deep-clear-remover-oil-pad",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$24",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/11.30SokoGlamPDP-NeogenCARROTDEEPCLEAROILPAD_Package_860x.jpg?v=1607293836",
   "description": "Oily skin types, this is your new holy grail! These embossed pads are soaked with oil for an easy, yet effective, cleanse. Skin will feel smoother and silky after use, getting excess oils and sebum on the skin’s surface under control. Carrot seed oil is rich in beta-carotene, an antioxidant-rich carotenoid which helps remove impurities. Moringa also helps to combat free radical damage and its high vitamin content helps to purify and protect skin. Gentle exfoliators poly hydroxy acid (PHA) and beta-lipohydroxy acid (LHA) remove dead skin cells from the surface and help improve skin texture. The oil emulsifies easily, and leaves no residue or stickiness - just smooth, soft skin."
  },
  {
   "name": "MEDIHEAL X LINE FRIENDS Tea Tree Care Solution Essential Mask Set",
   "url": "https://sokoglam.com/collections/oily/products/mediheal-x-line-friends-tea-tree-care-solution-essential-mask-set",
   "brand": "MEDIHEAL",
   "brand_url": "https://sokoglam.com/collections/mediheal",
   "price": "$20",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/11.20SokoGlamPDP-MedihealxLineFriendsTeaTreeCareSolutionEssentialSheetMaskSet_Components_Box_860x.jpg?v=1606331811",
   "description": "This all-in-one calming mask keeps your skin looking on its best behavior. Designed in collaboration with the popular Line Friends characters and formulated by Mediheal’s dermatologists and estheticians, it’s a perfect pairing."
  },
  {
   "name": "Vinegar Kombucha Essence",
   "url": "https://sokoglam.com/collections/oily/products/juice-to-cleanse-vinegar-kombucha-essence",
   "brand": "JUICE TO CLEANSE",
   "brand_url": "https://sokoglam.com/collections/juice-to-cleanse",
   "price": "$36",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/11.5SokoGlamPDP-JuiceToCleanseVinegarKobuchaEssence_NewCuration__Package_860x.jpg?v=1605275337",
   "description": "Brighter, more vibrant skin awaits you after using this smoothing essence from clean skin care brand Juice To Cleanse. 95% fermented kombucha - steeped from black tea - rejuvenates dull skin and gently exfoliates to remove dead skin cells from the surface, revealing a brighter, softer complexion. Nature’s remedy, apple cider vinegar, additional helps to brighten and smooth while hyaluronic acid delivers moisture deeper. Natural PHA’s (mild acids) from fruits like pineapple and papaya further nourish and additionally exfoliate. Together, these ingredients prep and hydrate the skin to contribute to a healthy, radiant, glow-from-within look."
  },
  {
   "name": "Tea Tree Serum",
   "url": "https://sokoglam.com/collections/oily/products/benton-tea-tree-serum",
   "brand": "BENTON",
   "brand_url": "https://sokoglam.com/collections/benton",
   "price": "$19",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/10.13SokoGlamPDP-BentonTeaTreeSerum_860x.jpg?v=1603151357",
   "description": "Bring skin back to a more balanced, smooth state with this lightweight serum from Benton. The star ingredient is 80% tea tree extract, to help calm & cool the skin and reduce oil production. Tea tree is also hydrating, helping to banish greasiness while helping retain moisture more effectively. Betaine, derived from sugar beets, is an amino acid naturally found in the body that helps keep skin hydrated and balanced. Great for oily skin types as well as combination or normal skin types who experience increased sebum production. Tea tree is also known to be helpful to treat and calm acne, due to its antimicrobial and anti-inflammatory properties. Rounding out the Tea Tree Serum is dipotassium glycyrrhizate, derived from licorice root, to help brighten and support a healthier skin barrier."
  },
  {
   "name": "Soft Shield Pimple Patch",
   "url": "https://sokoglam.com/collections/oily/products/soft-shield-pimple-patch",
   "brand": "the klog",
   "brand_url": "https://sokoglam.com/collections/the-klog",
   "price": "$6",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/9.2SokoGlamPDP-TheKlogSoftShieldPimplePatch_PackagingFront_cb275173-3aca-4f0b-aec3-c27588e1d2d6_860x.jpg?v=1599766108",
   "description": "With its combination of 10mm and 14mm sizes, the Soft Shield Pimple Patch is a perfect solution for acne of all types and sizes, including hormonal acne and cystic acne. With a fully clear pimple patch, it blends into skin tones of all types for a seamless, discrete appearance. The resealable, dual layered protective film keeps patches clean and sealed."
  },
  {
   "name": "AHA-BHA-PHA 30Days Miracle Toner",
   "url": "https://sokoglam.com/collections/oily/products/some-by-mi-aha-bha-pha-30days-miracle-toner",
   "brand": "SOME BY MI",
   "brand_url": "https://sokoglam.com/collections/some-by-mi",
   "price": "$16",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/SomeByMiAHABHAPHA30DaysMiracleTonerPDP_860x.jpg?v=1603114735",
   "description": "A cult favorite, one bottle of this multi-tasking toner is sold every three seconds! As its name suggests, the formula boasts three types of chemical exfoliants (AHAs, BHAs, and PHAs) plus papaya and witch hazel extracts to effectively boost cell turnover and keep skin smooth and healthy. A high concentration of tea tree water extract also promotes clear skin, as well as soothes inflammation, while adenosine and niacinamide target wrinkles and a dull skin tone."
  },
  {
   "name": "Tea Tree Essential Blemish Control Sheet Mask",
   "url": "https://sokoglam.com/collections/oily/products/mediheal-tea-tree-essential-blemish-control-sheet-mask",
   "brand": "MEDIHEAL",
   "brand_url": "https://sokoglam.com/collections/mediheal",
   "price": "$9.95",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/MedihealTeaTreeessentialBlemishControlMaskPDP_2_WebRes_860x.jpg?v=1603115106",
   "description": "For clear, calm and smooth skin, this mask is your go-to. Willow bark exfoliates pore buildup, rosemary purifies and tea tree oil targets breakouts, while chamomile and asiatic pennywort work to visibly soothe redness. The combination of these ingredients not only treats acne, but prevents new spots from forming."
  },
  {
   "name": "Green Pearlsation PHA Calming Toner",
   "url": "https://sokoglam.com/collections/oily/products/klavuu-green-pearlsation-pha-calming-toner",
   "brand": "KLAVUU",
   "brand_url": "https://sokoglam.com/collections/klavuu",
   "price": "$19",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/8.11SokoGlamPDP-KlavuuPHACalmingToner_NewCuration__Product_860x.jpg?v=1598598616",
   "description": "Softer, more hydrated skin is at your fingertips with this calming toner that mildly - but effectively - exfoliates and revives dry and dull skin. Formulated with PHA (gluconolactone) to mildly and gently remove dead skin cells on the surface of the skin to refine pores and improve cell turnover, giving you the glow you’re looking for."
  },
  {
   "name": "AC Clear Magic Gel",
   "url": "https://sokoglam.com/collections/oily/products/the-plant-base-ac-clear-magic-gel",
   "brand": "THE PLANT BASE",
   "brand_url": "https://sokoglam.com/collections/the-plant-base",
   "price": "$23",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/8.24Soko-Glam-PDP-AC-Clear-Magic-Gel-Updated-PDP_1_860x.jpg?v=1599526384",
   "description": "This gel, formulated to be applied directly on trouble acne breakout spots, is perfect for combination and acne-prone skin, and effectively treats redness and skin sensitivity with tea tree leaf oil, which further reinforces clear, smooth skin."
  },
  {
   "name": "I'm Pure Cica Suncream",
   "url": "https://sokoglam.com/collections/oily/products/suntique-im-pure-cica-suncream",
   "brand": "SUNTIQUE",
   "brand_url": "https://sokoglam.com/collections/suntique",
   "price": "$24",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Suntique_I_M_PURE_CICA_SUNCREAM_PDP_1_860x.jpg?v=1571438600",
   "description": "Physical blockers like titanium dioxide and zinc oxide are notorious for being difficult to blend in, but this one stands out from the crowd thanks to its fast-absorbing, non-sticky and non-greasy texture. In addition to providing broad-spectrum SPF 50 PA ++++ protection, the EWG green formula also features soothing centella asiatica and moisturizing galactomyces ferment filtrate."
  },
  {
   "name": "Hyaluron Skin Essence",
   "url": "https://sokoglam.com/collections/oily/products/hanskin-hyaluron-skin-essence",
   "brand": "HANSKIN",
   "brand_url": "https://sokoglam.com/collections/hanskin",
   "price": "$25",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/New-Variation_-Hanskin-Hyaluron-skin-essence-_150ml_PDP_low_bb554817-37af-4b8e-a565-db7b433a619e_860x.jpg?v=1574435408",
   "description": "This special formula contains an advanced form of hyaluronic acid called sodium hyaluronate that's comprised of smaller molecules, allowing it to hold 1,000 times more moisture than water. This essence sinks fast into skin and deeply infuses it with hydration."
  },
  {
   "name": "Licorice Loves Exclusive Duo Set",
   "url": "https://sokoglam.com/collections/oily/products/acwell-licorice-loves-exclusive-duo-set",
   "brand": "ACWELL",
   "brand_url": "https://sokoglam.com/collections/acwell",
   "price": "$46",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/9.11SokoGlamPDP-AcwellLicoriceLovesExclusiveDuoSet_ValueBadge_860x.jpg?v=1600698685",
   "description": "Perfect for all skin types, the toner (300ml) has a pH level of 5.5 to effectively balance your skin. The powerful hydrating formula of the eye cream (30ml) also features licorice water and licorice extract to brighten dark circles and alleviate hyperpigmentation around the eyes."
  },
  {
   "name": "Pure Pearlsation pH Balancing Quick Cleansing Pad",
   "url": "https://sokoglam.com/collections/oily/products/klavuu-pure-pearlsation-ph-balancing-quick-cleansing-pad",
   "brand": "KLAVUU",
   "brand_url": "https://sokoglam.com/collections/klavuu",
   "price": "$17.50",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/8.11SokoGlamPDP-KlavuuPurePearlsationPHBalancingQuickCleansingPad_NewCuration__Product_860x.jpg?v=1598599468",
   "description": "Even the most stubborn of makeup comes off in a breeze with these large-sized, essence-soaked cleansing pads from Klavuu. Skin will look visibly brighter due to Korean pearl extract (1,000ppm) paired with 6 kinds of natural plant extracts in the Herbal Complex, and 5 kinds of ocean-derived extracts in the Marine Complex make this essence both effective and soothing. These pads will leave skin refreshed, cleansed and healthy while replenishing moisture and balancing skin’s pH."
  },
  {
   "name": "Birch Juice Hydro Essence Skin",
   "url": "https://sokoglam.com/collections/oily/products/enature-birch-juice-hydro-essence-skin",
   "brand": "ENATURE",
   "brand_url": "https://sokoglam.com/collections/enature",
   "price": "$39",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/E-Nature-Birch-Juice-Hydro-Essence-Skin_860x.jpg?v=1571438554",
   "description":"Put some extra TLC into your morning routine. This potent E Nature essence is light enough to soak into your skin instantly for that all over glow. Filled with natural-healing nutrients like 78% birch tree sap, chamomile and plantain seed extracts, it provides nourishment to dry, rough skin to help soothe and reinvigorate your face."
  },
  {
   "name": "Fundamental Water Gel Cream",
   "url": "https://sokoglam.com/collections/oily/products/dear-klairs-fundamental-water-gel-cream-70ml",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$31",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/8.13SokoGlamPDP-KlairsFundamentalWaterGelCream_PRODUCT_860x.jpg?v=1598450190",
   "description": "Deeply hydrate and strengthen parched skin with this water-based moisturizer that has an extremely lightweight texture with a refreshing, light finish. 63.7% Jeju green tea water effectively calms skin quickly, while antioxidants help to combat against free radical damage, to help keep skin supple and youthful. Rounding out the formulation are amino acids and panthenol (vitamin B5) to keep skin smooth and super-hydrated for a bouncy, soft appearance."
  },
  {
   "name": "Pore Clarifying Toner 10% Glycolic Acid",
   "url": "https://sokoglam.com/collections/oily/products/saturday-skin-pore-clarifying-toner-10-glycolic-acid-pore-control-complex",
   "brand": "SATURDAY SKIN",
   "brand_url": "https://sokoglam.com/collections/saturday-skin",
   "price": "$30",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/8.3Soko-Glam-PDP-Saturday-Skin-Pore-Clarifying-Toner-10_-GlycolicAcid_PoreControl-Complex-NewCuration_1_860x.jpg?v=1597241619",
   "description": "Take control of your skin care journey with this incredibly effective (yet super gentle!) pore clarifying toner. With a potent blend of 10% glycolic acid - which is another form of AHA - it will help exfoliate the skin to ultimately improve the look and texture of your skin and help encourage better cell turnover and reduced sebum production. This glycolic acid toner is also formulated with Saturday Skin’s Pore Control Complex, a blend of tea tree oil, witch hazel and antioxidant-rich red clover, and their patented Cha-7 es Complex™ to help skin naturally renew itself quicker, you will see tangible results from this toner. Sodium PCA is also a main ingredient, which helps to support skin’s natural moisture factor (NMF) to better retain hydration to keep skin plump, glowy and bouncy."
  },
  {
   "name": "Green Pearlsation Teatree Care Mask",
   "url": "https://sokoglam.com/collections/oily/products/klavuu-green-pearlsation-teatree-care-mask",
   "brand": "KLAVUU",
   "brand_url": "https://sokoglam.com/collections/klavuu",
   "price": "$3.75",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC08475_860x.jpg?v=1571438581",
   "description": "This cotton mask is seeped in tea tree extract, a natural ingredient that kills blemish-causing bacteria as well as soothes skin that’s been irritated by acne. Pearl extract offers brightening power while seaweed extract tightens, minimizing the appearance of pores."
  },
  {
   "name": "Fundamental Nourishing Eye Butter",
   "url": "https://sokoglam.com/collections/oily/products/klairs-fundamental-nourishing-eye-butter",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$23.50",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/7.13SokoGlamPDP-KlairsFundamentalNourishingEyeButter_NewCuration__PRODUCT_860x.jpg?v=1595597304",
   "description": "This moisturizing eye cream contains sunflower seed oil rich in vitamin A and vitamin E to protect the thin skin around your eyes and while a combination of four high-performance peptides improves fine lines and wrinkles. Sunflower seed oil adds additional nourishment to the sensitive under eye area, plus antioxidant-rich green tea, anti-inflammatories like cinnamon bark and caffeine to de-puff. The soft butter-like texture quickly absorbs into the skin."
  },
  {
   "name": "Pore N Turn-Over 28 ABA Toner",
   "url": "https://sokoglam.com/collections/oily/products/the-plant-base-pore-n-turn-over-28-aba-toner",
   "brand": "THE PLANT BASE",
   "brand_url": "https://sokoglam.com/collections/the-plant-base",
   "price": "$33",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/7.21SokoGlamPDP-ThePlantBasePoreNTurnOver28ABAToner_Revamped_860x.jpg?v=1597151446",
   "description": "This toner removes dead skin cells, controls sebum, and balances the skin's pH to create a smooth, radiant and non-greasy surface. The formula contains 79.42% antimicrobial tannins, as well as both AHAs and BHAs, including lactic acid (derived from fermented sugar), citrus acid (from fruit), malic acid (from apples) and salicylic acid. The patented ingredient EVERMAT™️ tightens pores and keeps excess oil at bay, while an antioxidant-rich herb extract blend soothes and protects."
  },
  {
   "name": "Inward Agas ACue Herbal Mask",
   "url": "https://sokoglam.com/collections/oily/products/inward-agas-acue-herbal-mask",
   "brand": "INWARD",
   "brand_url": "https://sokoglam.com/collections/inward",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/InwardAgasACueHerbalMask_860x.jpg?v=1590761194",
   "description": "This wash-off mask is a potent blend of green tea and Korean mint (agastache rugosa) for purifying congested pores, soothing breakouts, soaking up oil and calming reactive skin types."
  },
  {
   "name": "Green Pearlsation Tea Tree Care Body Spray",
   "url": "https://sokoglam.com/collections/oily/products/klavuu-green-pearlsation-tea-tree-care-body-spray",
   "brand": "KLAVUU",
   "brand_url": "https://sokoglam.com/collections/klavuu",
   "price": "$14.49",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC09262_860x.jpg?v=1571438577",
   "description": "Formulated with tea tree oil and salicylic acid, this cooling mist is an easy way to fight breakouts on your chest, back, and any area that deserves extra attention. Also formulated with pearl and algae extracts, this mist brightens skin and soothes irritation while instantly refreshing skin."
  },
  {
   "name": "Bio-Peel Gauze Peeling Wine",
   "url": "https://sokoglam.com/collections/oily/products/neogen-bio-peel-gauze-peeling-wine",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Neogen-Bio-Peel-Gauze-Peeling-Wine-1_860x.jpg?v=1571438547",
   "description": "As featured on Conde Nast"
  },
  {
   "name": "Green Tea Fresh Toner",
   "url": "https://sokoglam.com/collections/oily/products/isntree-green-tea-fresh-toner",
   "brand": "ISNTREE",
   "brand_url": "https://sokoglam.com/collections/isntree",
   "price": "$20",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Isntree_Green_Tea_Fresh_Toner_PDP_1_860x.jpg?v=1571438589",
   "description": "Perfect for oily and combination skin types, this toner uses natural, EWG green grade ingredients to balance and nourish the complexion. The formula features a blend of plant extracts - Anti Sebum P(HD) - to control excess oil and 80% green tea extract sourced from Jeju Island to protect, brighten, and further balance skin. Other notable ingredients include centella asiatica extract to reinforce the skin’s barrier, hydrolyzed hyaluronic acid to hydrate, allantoin to soothe, and blueberry fruit extract to relieve skin stress. This product is free of parabens, pigment, artificial fragrance, animal ingredients, surfactants, mineral oil, alcohol, silicone and fragrance. pH level of ~5.8"
  },
  {
   "name": "Pore Cleansing Oil [BHA]",
   "url": "https://sokoglam.com/collections/oily/products/hanskin-cleansing-oil-blackhead-bha",
   "brand": "HANSKIN",
   "brand_url": "https://sokoglam.com/collections/hanskin",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Hanskin_Pore_Cleansing_Oil_BHA_PDP_1_860x.jpg?v=1571438581",
   "description": "Actively fight blackheads and clean skin with this multi-tasking oil cleanser that uses a blend of fruit oils, including orange, lemon, and grapefruit, as well as olive and jojoba oils to deeply clean pores."
  },
  {
   "name": "Pure Pearlsation Revitalizing Facial Cleansing Foam",
   "url": "https://sokoglam.com/collections/oily/products/klavuu-pure-pearlsation-revitalizing-facial-cleansing-foam",
   "brand": "KLAVUU",
   "brand_url": "https://sokoglam.com/collections/klavuu",
   "price": "$30",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Klavuu-Pure-Pearlsation-Revitalizing-Facial-Cleansing-Foam_-PDP_1_860x.jpg?v=1571438556",
   "description": "The addition of salicylic acid helps to lightly exfoliate, control sebum, and help remove and prevent the re occurrence of blackheads. This oil cleanser is perfect for combination and oily skin types, while those with drier and more sensitive skin should try the Hanskin Cleansing Oil & Blackhead PHA."
  },
  {
   "name": "Seve de Bamboo Eye Matte",
   "url": "https://sokoglam.com/collections/oily/products/erborian-bamboo-seve-de-bamboo-eye-matte",
   "brand": "ERBORIAN",
   "brand_url": "https://sokoglam.com/collections/erborian",
   "price": "$34",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Erborian_Seve_De_Bamboo_Eye_Matte_PDP_1_low_860x.jpg?v=1573169159",
   "description": "Treat your worn out eyes with this eye cream which helps to visibly reduce the signs of fatigue such as fine lines, dark under-eye circles and dehydrated skin. This moisture-rich gel-like moisturizer contains Bamboo Sap, which helps to intensely hydrate the sensitive eye area for a healthy glowing look as well as Bamboo Fiber, which helps to lock in the moisture, diminishing the look of fine lines. The matte finish helps soften the appearance of dark circles, leaving your eyes looking rested and refreshed!"
  },
  {
   "name": "Moringa Cleansing Balm",
   "url": "https://sokoglam.com/collections/oily/products/enature-moringa-cleansing-balm",
   "brand": "ENATURE",
   "brand_url": "https://sokoglam.com/collections/enature",
   "price": "$23",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/moringa_cleansing_balm_860x.png?v=1571438554",
   "description": "2017 Soko Glam Best of K-beauty Award-winning oil cleanser. This sherbet-like cleansing balm is the perfect first step for your double cleanse: as you massage it into your skin, it breaks down makeup, dirt, excess sebum, and pollution on your skin's surface."
  },
  {
   "name": "AHA-BHA-PHA 30Days Miracle Serum",
   "url": "https://sokoglam.com/collections/oily/products/some-by-mi-aha-bha-pha-30days-miracle-serum",
   "brand": "SOME BY MI",
   "brand_url": "https://sokoglam.com/collections/some-by-mi",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Some_By_Mi_AHA_BHA_PHA_30_Days_Miracle_Serum_PDP_1_860x.jpg?v=1571438598",
   "description": "Treat and soothe sensitive and breakout-prone skin fast with this hard working serum that’s packed with 10,000ppm tea tree leaf water and 14.5% centella asiatica. The formula also includes AHAs, BHAs and PHAs to gently exfoliate and a double layer of plant-based oils to lock in moisture."
  },
  {
   "name": "Sun Project Light Sun Essence",
   "url": "https://sokoglam.com/collections/oily/products/thank-you-farmer-sun-project-light-sun-essence",
   "brand": "THANK YOU FARMER",
   "brand_url": "https://sokoglam.com/collections/thank-you-farmer",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Thank_You_Farmer_Sun_Project_Light_Sun_Essence_PDP_1_860x.jpg?v=1571438588",
   "description": "If you’re still on the hunt for a lightweight, broad-spectrum sunscreen that doesn’t feel sticky or leave a white cast on skin, consider your search over. This face sunscreen has a hydrating, fast-absorbing texture that feels refreshing and a subtle apricot scent. The formula offers a semi-matte finish that makes skin looks glowy, not greasy, after application. In addition to protecting from UVA and UVB rays, the formula protects against photo-aging, moisturizes, soothes, minimizes the appearance of pores and helps repair the skin barrier with ingredients like aloe leaf extract, lotus flower water and soybean lipids. The formula is free of mineral oil, paraben, Benzophenone, artificial pigment and Chlorphenesin."
  },
  {
   "name": "Calming Tide Gel Cream™",
   "url": "https://sokoglam.com/collections/oily/products/then-i-met-you-calming-tide-gel-cream",
   "brand": "Then I Met You",
   "brand_url": "https://sokoglam.com/collections/then-i-met-you",
   "price": "$42",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/TIMY-Calming-Tide-Gel-Cream-PDP-1-LowRes_860x.jpg?v=1586530037",
   "description": "The gel cream is also infused with bergamot, giving it a light floral and citrus scent. For normal, oily, combination and even acne-prone skin: The Calming Tide Gel Cream is the optimal lightweight hydration to use as your final moisturizing step before SPF."
  },
  {
   "name": "Skin Pot Sleeping Pack",
   "url": "https://sokoglam.com/collections/oily/products/enature-skin-pot-sleeping-pack",
   "brand": "ENATURE",
   "brand_url": "https://sokoglam.com/collections/enature",
   "price": "$28",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/ENATURESkinpotSleepingMask_001_PDP_LowRes_860x.jpg?v=1585072702",
   "description": "This deeply hydrating sleeping pack is formulated with hemp seed oil to soothe inflammation, target fine lines and improve skin texture – even for those prone to acne or sensitization. Hemp seed oil is rich in omega-3 fatty acids that help strengthen the skin’s barrier and protect against free radical damage."
  },
  {
   "name": "A-Clear Soothing Clear Spot Patch",
   "url": "https://sokoglam.com/collections/oily/products/neogen-a-clear-soothing-clear-spot-patch",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$5.99",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/New-Product_-Neogen-A-Clear-Soothing-Clear-Spot-Patch_PDP_1_low_860x.jpg?v=1574726569",
   "description": "The waterproof patches adhere easily to the skin, and create a moist environment to prevent acne scars and scabs from forming. A beveled edge on the pimple patch ensures that they adhere securely on skin and keeps the formula concentrated on the blemish for a more effective acne spot treatment."
  },
  {
   "name": "Gentle Black Deep Cleansing Oil",
   "url": "https://sokoglam.com/collections/oily/products/klairs-gentle-black-deep-cleansing-oil",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$23",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC04043_860x.jpg?v=1571438547",
   "description": "The Klairs Gentle Black Deep Cleansing Oil is mild yet effective - perfect for sensitive skin. Its hypoallergenic formula is packed with vegetable oils that gently cleanse, moisturize and protect."
  },
  {
   "name": "Chok Chok Green Tea Watery Cream",
   "url": "https://sokoglam.com/collections/oily/products/tony-moly-chok-chok-green-tea-watery-cream",
   "brand": "TONY MOLY",
   "brand_url": "https://sokoglam.com/collections/tony-moly",
   "price": "$24.50",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC02971_860x.jpg?v=1571438583",
   "description": "This light gel cream's first ingredient is \"ChungTaeJeon,\" a special type of fermented Korean green tea that's been fermented for over a year for the best potency and skin-enhancing benefits."
  },
  {
   "name": "H.D.P Photoready Tightening Charcoal Mask (5 pack)",
   "url": "https://sokoglam.com/collections/oily/products/mediheal-hdp-photoready-tightening-charcoal-mask",
   "brand": "MEDIHEAL",
   "brand_url": "https://sokoglam.com/collections/mediheal",
   "price": "$9.95",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Mediheal-HDP-Photoready-Tightening-Charcoal-Mask-Front_860x.jpg?v=1590074337",
   "description": "Use this mask for a smoother, refined complexion. Using Mediheal’s “High Definition Perfection” (H.D.P) advanced solution, this mask will tighten and clarify pores in just 15 minutes, revealing tighter, supple skin. Binchotan charcoal helps to alleviate unwanted shine while cleansing pores of built-up oils. Adenosine and antioxidant-rich pomegranate help energize and invigorate the skin, while centella asiatica helps to calm any redness."
  },
  {
   "name": "Licorice pH Balancing Cleansing Toner",
   "url": "https://sokoglam.com/collections/oily/products/acwell-licorice-ph-balancing-cleansing-toner",
   "brand": "ACWELL",
   "brand_url": "https://sokoglam.com/collections/acwell",
   "price": "$18",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Bestseller-Reshoot-PDP_-Acwell-Licorice-pH-Balancing-Toner_Bestseller-Reshoot-PDP_-Acwell-Licorice-pH-Balancing-Toner_860x.jpg?v=1572642603",
   "description": "Deep clean and brighten your skin with this specially-formulated toner that’s perfect for all skin types! This toner has a pH level of 5.5 to effectively balance your skin. Peony extract and a high concentration of licorice water - both natural brighteners - seep into skin to add an extra dose of luminosity to your complexion. Green tea extract also helps calm and reduce pigmentation, including acne scars and dark spots. After use, skin feels clean and smooth, not dry or tight. Because it’s so good at removing any impurities left on the skin post-cleanser, it helps the rest of the products in your routine absorb better."
  },
  {
   "name": "Inward Agas ACue Cream",
   "url": "https://sokoglam.com/collections/oily/products/inward-agas-acue-cream",
   "brand": "INWARD",
   "brand_url": "https://sokoglam.com/collections/inward",
   "price": "$36",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/InwardAgasACueCream_860x.jpg?v=1590760795",
   "description": "Made from a potent blend of traditional Korean herbs, including green tea and Korean mint (agastache rugosa), this hydrator is soothing and calming to oily, sensitive and combination skin types. With its unique and silky texture, it absorbs quickly into the skin, controls excess sebum and has been shown in clinical studies to help fight acne, leaving skin silky and soft."
  },
  {
   "name": "A-Thera Sunblock SPF 50",
   "url": "https://sokoglam.com/collections/oily/products/dr-oracle-a-thera-sunblock-spf-50",
   "brand": "DR ORACLE",
   "brand_url": "https://sokoglam.com/collections/dr-oracle",
   "price": "$30",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC00068_860x.jpg?v=1571438578",
   "description": "Have acne-prone skin and feel nervous to apply any sunscreen for fear that it will clog your pores?"
  },
  {
   "name": "Dewytree Cica 100 Mask",
   "url": "https://sokoglam.com/collections/oily/products/dewytree-cica-100-mask",
   "brand": "DEWYTREE",
   "brand_url": "https://sokoglam.com/collections/dewytree",
   "price": "$3.30",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Dewytree-CICA-100-Mask_860x.jpg?v=1590074635",
   "description": "This mask contains a single ingredient, 100% centella asiatica extract. Often known as cica, this extract strengthens skin’s barrier and soothes inflamed or irritated skin. High in antioxidants and vitamins, this popular K-beauty ingredient is also known to promote collagen production. The sheet mask itself is made of a blend of natural materials - eucalyptus, cotton and seaweed."
  },
  {
   "name": "Freshly Juiced Vitamin C Drop",
   "url": "https://sokoglam.com/collections/oily/products/klairs-freshly-juiced-vitamin-c",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$23",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/10.15SokoGlamPDP-KlairsDear_KlairsFreshlyJuicedVitaminDrop35ml_PackageUpdate__Package_860x.jpg?v=1603128440",
   "description": "An effective, innovative skin care serum that features 5% vitamin C (ascorbic acid) and is gentle enough for sensitive skin types! Vitamin C is an antioxidant that provides the best in anti-aging protection and is an effective brightening ingredient."
  },
  {
   "name": "Midnight Blue Calming Cream",
   "url": "https://sokoglam.com/collections/oily/products/klairs-midnight-blue-calming-cream",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$24.50",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Klairs_Midnight_Blue_Calming_Cream_PDP_1_low_860x.jpg?v=1586351285",
   "description": "This gentle cream helps to calm extremely irritated, stressed skin."
  },
  {
   "name": "Wonder Rice Smoothing Toner",
   "url": "https://sokoglam.com/collections/oily/products/tony-moly-wonder-rice-smoothing-toner",
   "brand": "TONY MOLY",
   "brand_url": "https://sokoglam.com/collections/tony-moly",
   "price": "$23",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/9.22SokoGlamPDP-TonyMolyWonderRiceSmoothingToner_PackageUpdate_860x.jpg?v=1601496300",
   "description": "Introducing a toner that's perfect for everyday use for all skin types! This all-in-one toner is packed with rice filtrate that works to instantly seep into skin and deeply hydrate it. The hypo-allergenic and alcohol-free formula also contains sugarcane, grape, and apple extracts to naturally exfoliate skin and help reduce pigmentation. The value size makes it perfect for the layering method to alleviate dry and dehydrated skin and uneven skin tone. The light consistency makes it easy for combination and oily skin types to use everyday."
  },
  {
   "name": "Bombee Moist Sun Essence SPF 50+ PA+++",
   "url": "https://sokoglam.com/collections/oily/products/papa-recipe-honey-moist-sun-essence-spf-50-pa",
   "brand": "PAPA RECIPE",
   "brand_url": "https://sokoglam.com/collections/papa-recipe",
   "price": "$21",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/PapaRecipeMoistSun_001_PDP_LowRes-updated_860x.jpg?v=1590759736",
   "description": "Violet Flower Complex and Red Flower Complex promote a healthy skin barrier while moisturizing and soothing skin. A perfect final step in your skin care routine!"
  },
  {
   "name": "Trouble Cure",
   "url": "https://sokoglam.com/collections/oily/products/acropass-trouble-cure",
   "brand": "ACROPASS",
   "brand_url": "https://sokoglam.com/collections/acropass",
   "price": "$18",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Acropass_Trouble_Cure_PDP_1_low_860x.jpg?v=1573169813",
   "description": "Welcome to the next generation of pimple patches! As featured on The Strategist."
  },
  {
   "name": "Intensive Pore Clean Cleansing Foam (Charcoal)",
   "url": "https://sokoglam.com/collections/oily/products/mediheal-intensive-pore-clean-cleansing-foam-charcoal",
   "brand": "MEDIHEAL",
   "brand_url": "https://sokoglam.com/collections/mediheal",
   "price": "$8.99",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/New-Product_-Mediheal-Intensive-Pore-Clean-Cleansing-Foam-_Charcoal_PDP_1_low_860x.jpg?v=1573147997",
   "description": "This cream-to-foam cleanser gets deep into pores to remove acne- and blackhead-causing impurities, while keeping the skin’s moisture levels intact."
  },
  {
   "name": "Peptide No-Sebum Repair Cream",
   "url": "https://sokoglam.com/collections/oily/products/dalba-piedmont-peptide-no-sebum-repair-cream",
   "brand": "D'ALBA PIEDMONT",
   "brand_url": "https://sokoglam.com/collections/dalba-piedmont",
   "price": "$45",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC02894_860x.jpg?v=1571438584",
   "description": "This moisturizer was designed with combination and sensitive skin types in mind."
  },
  {
   "name": "Bubble Lip Scrub",
   "url": "https://sokoglam.com/collections/oily/products/unpa-bubble-lip-scrub",
   "brand": "UNPA",
   "brand_url": "https://sokoglam.com/collections/unpa",
   "price": "$14",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Unpa-Bubi-Bubi-Lip-Scrub-PDP-1-Lowres_860x.jpg?v=1587736705",
   "description": "A lip scrub like you’ve never seen before! This innovative formulation takes the lip pampering experience to new heights with a unique bubbling effect. Instead of the abrasive texture of traditional lip scrubs, this lip scrub exfoliates the delicate skin on your lips with the combination of fun little bubbles and fruit extracts."
  },
  {
   "name": "SoonJung 10 Free Moist Emulsion",
   "url": "https://sokoglam.com/collections/oily/products/etude-house-soonjung-10-free-moist-emulsion",
   "brand": "ETUDE HOUSE",
   "brand_url": "https://sokoglam.com/collections/etude-house",
   "price": "$15.60",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC09987_860x.jpg?v=1571438577",
   "description": "This lightweight moisturizer uses 93% naturally derived ingredients to suit even the most sensitive of skin. Panthenol, a skin-benefitting compound closely related to Vitamin B5, delivers deep hydration while squalene helps bring back elasticity. Madecassoside, derived from Centella asiatica, also repairs skin damage. Free of potential irritants including fragrance, artificial color, and parabens, this low pH emulsion is what you need to nourish and soothe irritated skin."
  },
  {
   "name": "Acsen TOC Toner",
   "url": "https://sokoglam.com/collections/oily/products/troiareuke-acsen-toc-toner",
   "brand": "TROIAREUKE",
   "brand_url": "https://sokoglam.com/collections/troiareuke",
   "price": "$38",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Troiareuke_Acsen_TOC_Toner_100mL_860x.jpg?v=1571438584",
   "description": "As we age, our natural cell turnover slows down, which can cause a buildup of pore-clogging dead skin cells and make the complexion look dull. This gentle yet effective toner speeds up that turnover to reveal clear, healthier skin, hence the “TOC” in its name, which stands for - you guessed it - turn over cycle."
  },
  {
   "name": "Acsen Pore Control Mask",
   "url": "https://sokoglam.com/collections/oily/products/troiareuke-acsen-pore-control-mask",
   "brand": "TROIAREUKE",
   "brand_url": "https://sokoglam.com/collections/troiareuke",
   "price": "$38",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Troiareuke_Acsen_Pore_Control_Mask_50mL_860x.jpg?v=1571438584",
   "description": "Specifically suited to help clear and soothe acne-prone skin, this mask gently removes impurities and deep cleans pores without making skin feel dry, tight or sensitive."
  },
  {
   "name": "61.5% Alcohol Derma MasterLab Hand Spray",
   "url": "https://sokoglam.com/collections/oily/products/tony-moly-61-5-alcohol-derma-master-lab-hand-spray",
   "brand": "TONY MOLY",
   "brand_url": "https://sokoglam.com/collections/tony-moly",
   "price": "$9",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/TONY-MOLY-Masterlab-61.5_-Alcohol-Hand-Spray-PDP-1-Lowres_860x.jpg?v=1587390646",
   "description": "Eliminate bacteria and germs with this effective sanitizing hand spray. Formulated with 61.5% ethanol alcohol to kill germs, it is also infused with centella asiatica to calm and soothe inflamed, irritated skin. This spray absorbs quickly and will not leave behind a tacky residue or greasy feel. You can also use it not only on hands and skin, but other surfaces or areas that you would like to sanitize."
  },
  {
   "name": "Supple Preparation Facial Toner",
   "url": "https://sokoglam.com/collections/oily/products/klairs-supple-preparation-facial-toner-180ml",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$22",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Klairs-Supple-Preparation-Toner_860x.jpg?v=1571438553",
   "description": "Featured in the Ipsy Glam Bag"
  },
  {
   "name": "Egg White Pore Foam",
   "url": "https://sokoglam.com/collections/oily/products/skinfood-egg-white-pore-foam",
   "brand": "SKINFOOD",
   "brand_url": "https://sokoglam.com/collections/skinfood",
   "price": "$11",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Skinfood-Egg-White-Pore-Foam-2_860x.jpg?v=1571438543",
   "description": "A gentle foaming cleanser suitable for those with combination and oily skin types. This new product from Skinfood contains pore-purifying, amino acid-rich egg whites with deep cleansing properties. The Egg White Foam Cleanse is mild enough for daily use and will not strip away any beneficial natural oils."
  },
  {
   "name": "Peptide No-Sebum Mild Gel Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/dalba-piedmont-peptide-no-sebum-mild-gel-cleanser",
   "brand": "D'ALBA PIEDMONT",
   "brand_url": "https://sokoglam.com/collections/dalba-piedmont",
   "price": "$35",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC09892_860x.jpg?v=1571438581",
   "description": "The days of trying to find effective anti-aging products that won't make oily skin more oily are over!"
  },
  {
   "name": "Tea Tree Cleansing Water",
   "url": "https://sokoglam.com/collections/oily/products/benton-tea-tree-cleansing-water",
   "brand": "BENTON",
   "brand_url": "https://sokoglam.com/collections/benton",
   "price": "$17",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC02178_860x.jpg?v=1571438582",
   "description": "Made with 70% tea tree leaf water, this cleansing water goes beyond simply removing stubborn makeup and impurities, and actually infuses skin with acne-fighting tea tree leaf extract oil in addition to the tea tree water. With only 10 ingredients and no fragrance, this is a cleansing water that does double duty, effectively removing dirt and grime from pores while treating them with antibacterial ingredients to keep sebum in check and pimples from forming."
  },
  {
   "name": "Clean It Zero Foam Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/banila-co-clean-it-zero-foam-cleanser",
   "brand": "BANILA CO",
   "brand_url": "https://sokoglam.com/collections/banila-co",
   "price": "$14",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Banila_Co_Clean_it_Zero_Foam_Cleanser_PDP_1_860x.jpg?v=1571438590",
   "description": "This cream to foam cleanser hydrates as it deep cleans. The formula features a naturally-derived amino acid cleansing agent and the brand’s patented Zero Balance Technology, a blend that includes acerola, rooibos leaf, bamboo and angelica extracts, to soothe and support the skin’s moisture balance. Gentle enough for sensitive skin, skin won’t feel tight or dry after use. We recommend pairing this water-based cleanser with the brand’s Clean It Zero Cleansing Balm, the formula’s oil-based counterpart."
  },
  {
   "name": "Aloe BHA Skin Toner",
   "url": "https://sokoglam.com/collections/oily/products/benton-aloe-bha-skin-toner",
   "brand": "BENTON",
   "brand_url": "https://sokoglam.com/collections/benton",
   "price": "$19",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Benton-Aloe-BHA-Skin-Toner_-PDP_1_860x.jpg?v=1571438543",
   "description": "Packed with skin-benefitting ingredients such as aloe and salicylic acid, this toner hydrates and preps your skin to help with the absorption of skincare products in the next step in your routine."
  },
  {
   "name": "Ultra Vitalizing Snail Essence Water",
   "url": "https://sokoglam.com/collections/oily/products/dewytree-ultra-vitalizing-snail-essence-water",
   "brand": "DEWYTREE",
   "brand_url": "https://sokoglam.com/collections/dewytree",
   "price": "$38",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DEWYTREE_Ultra_Vitalizing_Snail_Essence_Water_PDP_860x.jpg?v=1571438587",
   "description": "This lightweight yet powerful essence hydrates, softens and plumps skin, and allows for better product absorption, along with a range of other benefits you don’t often get from an essence."
  },
  {
   "name": "Green Tea Real Fresh Foam Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/neogen-real-fresh-foaming-cleanser",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$19",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Bestseller-Reshoot-PDP_-Neogen-Green-Tea-Fresh-Foam-Cleanser_-PDP_1_860x.jpg?v=1572643001",
   "description": "This unique foam cleanser is a must try for oily, combination, or acne-prone skin. The start ingredient in this cleanser is fermented green tea extract, which brightens, calms, and hydrates skin. The gentle foam effectively removes impurities such as sweat and dirt from the skin without stripping your skin's natural oils."
  },
  {
   "name": "Real Ferment Micro Serum",
   "url": "https://sokoglam.com/collections/oily/products/neogendermalogy-real-ferment-micro-serum",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$38",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/8.18SokoGlamPDP-UpdatedNeogenRealFermentMicroSerumPDPimage_860x.jpg?v=1598512454",
   "description": "With a formula that includes 61% fermented ingredients, this gel-like serum instantly absorbs into skin and infuses it with elasticity-improving bifida ferment lysate and saccharomyces ferment filtrate."
  },
  {
   "name": "Rice Wash-Off Face Mask",
   "url": "https://sokoglam.com/collections/oily/products/skinfood-rice-mask-wash-off",
   "brand": "SKINFOOD",
   "brand_url": "https://sokoglam.com/collections/skinfood",
   "price": "$10",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/9.11Soko-Glam-PDP-Rice-Wash-Off-Face-Mask_1_860x.jpg?v=1600113085",
   "description": "Use this mild exfoliant just once a week to keep your face looking youthful and radiant. This light, milky wash-off facial mask gently sloughs off dead skin cells while the rice extract brightens your skin and gives it a healthy, dewy glow."
  },
  {
   "name": "Fermentation Eye Cream",
   "url": "https://sokoglam.com/collections/oily/products/benton-fermentation-eye-cream",
   "brand": "BENTON",
   "brand_url": "https://sokoglam.com/collections/benton",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/benton-fermentation-eye-cream_36f79070-f92b-46f3-b424-3bba262554f2_860x.jpg?v=1571438577",
   "description": "This eye cream brings fermented ingredients and anti-aging superstars together to keep your eye area hydrated and soft. Bifida ferment lysate and galactomyces ferment filtrate, fermented ingredients well-known in Korean skin care, help repair skin damage, while ceramides, hyaluronic acid, aloe, and panthenol deeply hydrate skin. Also included in the formula are beta-glucans and adenosine to plump and smooth the eye area for brighter, more younger-looking eyes."
  },
  {
   "name": "Clean It Zero Cleansing Balm Purifying",
   "url": "https://sokoglam.com/collections/oily/products/banila-co-clean-it-zero-purity",
   "brand": "BANILA CO",
   "brand_url": "https://sokoglam.com/collections/banila-co",
   "price": "$24",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/9.17SokoGlamPDP-BanilaCoCleanItZero_Purifying__Package_1_860x.jpg?v=1602680937",
   "description": "This cult favorite still goes on as a soft balm and melts off stubborn makeup seamlessly without stripping your skin of its natural oils. An off-shoot from the popular Banila Co Clean It Zero Classic, this is a perfect first step in your double-cleanse. This award-winning hypoallergenic oil cleanser appears as a solid balm and transforms into a silky oil on the skin."
  },
  {
   "name": "Clean It Zero Cleansing Balm Revitalizing",
   "url": "https://sokoglam.com/collections/oily/products/banila-co-clean-it-zero-resveratrol",
   "brand": "BANILA CO",
   "brand_url": "https://sokoglam.com/collections/banila-co",
   "price": "$24",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/9.17SokoGlamPDP-BanilaCoCleanItZero_Revitalizing__Package_860x.jpg?v=1602683314",
   "description": "Perfect for oily skin, this formula includes resveratrol, which is a natural antioxidant that helps fight free radical damage."
  },
  {
   "name": "Aloe Propolis Soothing Gel",
   "url": "https://sokoglam.com/collections/oily/products/aloe-propolis-soothing-gel",
   "brand": "BENTON",
   "brand_url": "https://sokoglam.com/collections/benton",
   "price": "$19",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Benton_Aloe_Propolis_Soothing_Gel_Repackage_PDP_860x.jpg?v=1571438543",
   "description": "All thriller, no filler! This product contains aloe and propolis that help soothe irritated skin, fade acne scars, brighten skin tone, and even maintain hydration throughout the day. This gel moisturizer is also fragrance free! For all skin types, especially oily or congested skin."
  },
  {
   "name": "SoonJung pH 5.5 Relief Toner",
   "url": "https://sokoglam.com/collections/oily/products/soonjung-ph-5-5-relief-toner",
   "brand": "ETUDE HOUSE",
   "brand_url": "https://sokoglam.com/collections/etude-house",
   "price": "$15.60",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC09986_860x.jpg?v=1571438577",
   "description": "Sometimes keeping it simple is the solution. This toner uses 97% naturally derived ingredients and has a low pH of 5.5 to keep skin balanced and hydrated throughout the day. Free of potential irritants like fragrance, artificial color, and parabens, this toner will be your best friend, especially if you have sensitive skin. Panthenol, a skin-benefitting compound closely related to Vitamin B5, delivers deep hydration, while madecassoside, derived from Centella asiatica, repairs skin damage. With a water-like consistency, this refreshing toner intensely hydrates and cools down your skin."
  },
  {
   "name": "Milk & Peel Balm",
   "url": "https://sokoglam.com/collections/oily/products/erborian-milk-peel-balm",
   "brand": "ERBORIAN",
   "brand_url": "https://sokoglam.com/collections/erborian",
   "price": "$28",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/ERBORIANMilkPeelBalm_PRODUCT_PDP_LowRes-updated_860x.jpg?v=1581350536",
   "description": "This mild daily cleansing balm-to-oil is enriched with nutrient-rich sesame milk, naturally-occuring enzymes and nourishing sunflower oil to visibly refine texture and hydrate as it cleanses. The cleanser also helps tighten the appearance of pores and promotes a more radiant complexion."
  },
  {
   "name": "Milk & Peel Mask",
   "url": "https://sokoglam.com/collections/oily/products/erborian-milk-peel-mask",
   "brand": "ERBORIAN",
   "brand_url": "https://sokoglam.com/collections/erborian",
   "price": "$32",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/ERBORIANMilkPeelMask_PRODUCT_PDP_LowRes-updated_860x.jpg?v=1581350271",
   "description": "This weekly resurfacing mask is enriched with sesame milk and exfoliating enzymes to soften, nourish and visibly smooth skin’s surface. The creamy formula delivers deep hydration and revitalizes a dull complexion for a youthful, luminous glow."
  },
  {
   "name": "Egg White Perfect Pore Cleansing Oil",
   "url": "https://sokoglam.com/collections/oily/products/skinfood-egg-white-perfect-pore-cleansing-oil",
   "brand": "SKINFOOD",
   "brand_url": "https://sokoglam.com/collections/skinfood",
   "price": "$24",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/New-Product_-Skinfood-Egg-White-Perfect-Pore-Cleansing-Oil_PDP_low_1_860x.jpg?v=1583782219",
   "description": "Perfect for oily and combination skin types, this oil cleanser feels lightweight, yet is effective enough to remove stubborn makeup, SPF and excess sebum."
  },
  {
   "name": "Real Vita C Powder Lemon",
   "url": "https://sokoglam.com/collections/oily/products/neogen-real-vita-c-powder-lemon",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$20",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Neogen_Vita_C_Powder_PDP_1_860x.jpg?v=1579286739",
   "description": "The gentle, travel-friendly vitamin C powder can be used on all skin types, even those with sensitive or oily skin. The formula is free of alcohol, silicone, paraben, artificial fragrance, surfactants and mineral oil."
  },
  {
   "name": "Beauty Water",
   "url": "https://sokoglam.com/collections/oily/products/son-and-park-beauty-water",
   "brand": "SON & PARK",
   "brand_url": "https://sokoglam.com/collections/son-park",
   "price": "$30",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Son-_-Park-Beauty-Water_-PDP_1_low_860x.jpg?v=1573167877",
   "description": "Beauty Water can be used in the morning to create the perfect canvas for makeup application, midday as a refresher, and night after cleansing to whisk away remaining impurities. For normal, oily, dry, and combination skin types. Beauty Water has a pH of 4.5, effectively resetting the skin's natural pH after cleansing."
  },
  {
   "name": "62% Alcohol Hand Clean Sanitizing Gel",
   "url": "https://sokoglam.com/collections/oily/products/neo-medical-hand-clean-gel",
   "brand": "NEO-MEDICAL",
   "brand_url": "https://sokoglam.com/collections/neo-medical",
   "price": "$12",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Neo-Medical-Hands-Clean-Gel-PDP-1-Lowres_860x.jpg?v=1588882506",
   "description": "Effective and calming hand sanitizer formulated with 62% ethanol alcohol to kill 99% of germs and bacteria. This gel sanitizer also contains green tea, which is high in antioxidants and an anti-inflammatory, as well as aloe vera to calm and soothe dry, inflamed skin. Sodium hyaluronate helps draw in moisture to the skin to keep flakiness at bay. This large-sized (500 mL) pump is perfect to keep in any high traffic areas of your home. Formula is cruelty-free. pH level of 5.8~7.8."
  },
  {
   "name": "Bio-Peel Gauze Peeling Lemon",
   "url": "https://sokoglam.com/collections/oily/products/neogen-bio-peel-gauze-peeling-lemon",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Neogen-Bio-Peel-Gauze-Peeling-Lemon-1_860x.jpg?v=1571438551",
   "description": "These 30 single-use exfoliating pads use a powerful combination of chemical exfoliants—including lactic acid, glycolic acid, and lemon, orange, and papaya extracts—to clear clogged pores while simultaneously harnessing the power of natural vitamin C to help fade acne scars and even out the skin tone. Dead skin cells are also physically sloughed off through the unique three-layer pad technology that reveals a bright, fresh layer of skin."
  },
  {
   "name": "SoonJung pH 6.5 Whip Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/soonjung-ph-6-5-whip-cleanser",
   "brand": "ETUDE HOUSE",
   "brand_url": "https://sokoglam.com/collections/etude-house",
   "price": "$13.20",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC09998_860x.jpg?v=1571438577",
   "description": "Meet the soft, moisturizing cleansing foam of your dreams! This cleanser has a low pH of 6.5 and uses 98.9% naturally derived ingredients to cleanse skin in the gentlest way possible. Panthenol, a skin-benefitting compound closely related to Vitamin B5, delivers deep hydration while madecassoside, derived from Centella asiatica, repairs skin damage. Free of potential irritants like fragrance, artificial color, and parabens, this cleanser uses minimal ingredients and a rich foam to effectively cleanse and soothe irritated skin."
  },
  {
   "name": "Rich Moist Foaming Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/klairs-rich-moist-foaming-cleanser",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$18",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Klairs-rich-moist-foaming-cleanser_860x.jpg?v=1571438573",
   "description": "This lightweight, hydrating cleanser is perfect for everyone. If you have dry skin, this cleanser will change your mind about foaming cleansers. This unique cleanser uses an amino acid formula instead of a sodium lauryl sulfate one, which makes sure that the foam won't dry out skin and leave it feeling tight. It's great for sensitive skin too, thanks to hyaluronic acid and aloe leaf extract that nourish and calm skin. If you have acne-prone skin, you'll love the tea tree leaf oil that fights breakouts and helps you achieve clearer skin."
  },
  {
   "name": "Midnight Blue Calming Sheet Mask",
   "url": "https://sokoglam.com/collections/oily/products/klairs-midnight-blue-calming-sheet-mask",
   "brand": "KLAIRS",
   "brand_url": "https://sokoglam.com/collections/klairs",
   "price": "$3",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC03923_860x.jpg?v=1571438584",
   "description": "Meet your new sunburn savior! This sheet mask not only soothes irritation with ingredients like willow bark and centella asiatica extracts, but actually lowers the skin’s temperature with the help of erythritol. Bonus: The sheet mask itself is made from bamboo charcoal to draw out impurities from pores, which is perfect for those with large pores."
  },
  {
   "name": "Peptide No-Sebum Balancing Toner",
   "url": "https://sokoglam.com/collections/oily/products/dalba-piedmont-peptide-no-sebum-balancing-toner",
   "brand": "D'ALBA PIEDMONT",
   "brand_url": "https://sokoglam.com/collections/dalba-piedmont",
   "price": "$35",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/d_Alba-Piedmont-Peptide-No-Sebum-Balancing-Toner_860x.jpg?v=1571438581",
   "description": "Finally, a luxurious balancing and cleansing toner that's perfect for oily and combination skin!"
  },
  {
   "name": "One Step Moisture Up Pad",
   "url": "https://sokoglam.com/collections/oily/products/cosrx-one-step-moisture-up-pad",
   "brand": "COSRX",
   "brand_url": "https://sokoglam.com/collections/cosrx",
   "price": "$20",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/COSRX_Moisture_Up_Pad_REPACKAGE_PDP_1_860x.jpg?v=1571438573",
   "description": "Hydrate and smooth skin with this genius and convenient invention from Cosrx!"
  },
  {
   "name": "AC Collection Calming Liquid Mild",
   "url": "https://sokoglam.com/collections/oily/products/cosrx-ac-collection-calming-liquid-mild",
   "brand": "COSRX",
   "brand_url": "https://sokoglam.com/collections/cosrx",
   "price": "$26",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/COSRX_AC_Collection_Calming_Liquid_Mild_PDP_860x.jpg?v=1583449308",
   "description": "This toner is great for all skin types, but it can be especially beneficial for oily or acne-prone skin. It’s also free of artificial fragrance, parabens, sulfates, artificial colors, animal products, alcohol, mineral oil, and silicone and is vegan and cruelty-free. ea tree leaf oil and panthenol are also included to clear acne-causing bacteria and condition the skin."
  },
  {
   "name": "Advanced Snail 96 Mucin Power Essence",
   "url": "https://sokoglam.com/collections/oily/products/cosrx-advanced-snail-96-mucin-power-essence",
   "brand": "COSRX",
   "brand_url": "https://sokoglam.com/collections/cosrx",
   "price": "$21",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/COSRX_Advanced_Snail_96_Mucin_Power_Essence_Package_Update_PDP_1_860x.jpg?v=1571438550",
   "description": "DEWYTREE Ultra Vitalizing Snail Essence Water",
   "description_url": "https://sokoglam.com/products/dewytree-ultra-vitalizing-snail-essence-water"
  },
  {
   "name": "Ultimate Moisturizing Honey Overnight Mask",
   "url": "https://sokoglam.com/collections/oily/products/cosrx-ultimate-moisturizing-honey-overnight-mask",
   "brand": "COSRX",
   "brand_url": "https://sokoglam.com/collections/cosrx",
   "price": "$18",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/COSRX_Ultimate_Moisturizing_Honey_Overnight_Mask_PDP_1_860x.jpg?v=1571438590",
   "description": "The lightweight yet nourishing formula is perfect for oily, combination and normal skin types. Try it overnight for a repairing treatment, as a wash-off mask for a quick complexion boost, or use it in place of your morning moisturizer."
  },
  {
   "name": "Oil-Free Ultra Moisturizing Lotion",
   "url": "https://sokoglam.com/collections/oily/products/cosrx-oil-free-ultra-moisturizing-lotion",
   "brand": "COSRX",
   "brand_url": "https://sokoglam.com/collections/cosrx",
   "price": "$22",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/COSRX-Oil-Free-Ultra-Moisturizing-Lotion-2_860x.jpg?v=1571438553",
   "description": "This cream was developed to be a perfect complement to COSRX’s famous AHA and BHA products. It contains 70 percent Birch sap, a powerhouse ingredient for calming and treating sensitive, irritated, or freshly exfoliated skin. If you’ve ever experienced dryness due to acne medication, winter weather, or natural sensitivity, this is the cream for you. It quenches dry skin with zero greasy residue and calms acne-prone skin without causing breakouts. Win-win."
  },
  {
   "name": "Special Care Pearl Glow Mask",
   "url": "https://sokoglam.com/collections/oily/products/klavuu-special-care-pearl-glow-mask",
   "brand": "KLAVUU",
   "brand_url": "https://sokoglam.com/collections/klavuu",
   "price": "$29.50",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/DSC05477_860x.jpg?v=1571438580",
   "description": "Kaolin and bentonite clay clarify skin of impurities and reduce the appearance of pores, while pearl extract brightens skin for a more even complexion. Argan oil and algae extract nourish skin, while panthenol, squalane, sodium hyaluronate, and ceramide impart deep hydration."
  },
  {
   "name": "SoonJung Lip & Eye Makeup Remover",
   "url": "https://sokoglam.com/collections/oily/products/etude-house-soonjung-lip-eye-remover-100ml",
   "brand": "ETUDE HOUSE",
   "brand_url": "https://sokoglam.com/collections/etude-house",
   "price": "$10.40",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/10.23SokoGlamPDP-SoonJungLip_EyeRemover100ml_860x.jpg?v=1603887264",
   "description": "Gentle is the name of the game with the SoonJung line from Etude House. This low-irritant and low-pH formula effectively and easily removes heavy makeup from the delicate skin around the lips and eyes. Since the skin in these areas is often thinner, this formulation includes their ‘Panthensodie’ ingredient, a unique combination of soothing madecassoside and protective, smoothing panthenol to improve the resilience of the skin barrier."
  },
  {
   "name": "Egg Pore Blackhead Steam Balm",
   "url": "https://sokoglam.com/collections/oily/products/tony-moly-egg-pore-blackhead-steam-balm",
   "brand": "TONY MOLY",
   "brand_url": "https://sokoglam.com/collections/tony-moly",
   "price": "$14",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/tony-moly-egg-pore_860x.jpg?v=1571438575",
   "description": "Your stubborn blackheads have finally met their match. This unique steam balm is a self-heating physical exfoliant that draws out impurities from deep within the skin, removing excess sebum and dead skin cells and eliminating blackheads. As the balm heats up to open pores, the formula's powerful actives go to work. Charcoal draws out impurities, purifies pores, and eliminates blackheads, while sea salt purifies and clears residues. Finally, egg yolk nourishes and moisturizes skin to leave you with silky smooth skin and a clearer complexion."
  },
  {
   "name": "Blueberry Real Fresh Foam Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/neogen-blueberry-real-fresh-foam-cleanser",
   "brand": "NEOGEN",
   "brand_url": "https://sokoglam.com/collections/neogen",
   "price": "$19",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Neogen-Blueberry-Foam-Cleanser_860x.jpg?v=1571438579",
   "description": "This hydrating foam cleanser is packed with antioxidants and formulated with various botanical ingredients like blueberry water and moringa seed extract, as well as fermented ingredients, to fight off free radicals and help prevent premature aging. It effectively lifts away impurities while nourishing the skin, so your skin can become smoother, brighter, and softer to the touch."
  },
  {
   "name": "Saccharomy Brightening Star Mask",
   "url": "https://sokoglam.com/collections/oily/products/thank-you-farmer-saccharomy-brightening-star-mask",
   "brand": "THANK YOU FARMER",
   "brand_url": "https://sokoglam.com/collections/thank-you-farmer",
   "price": "$3",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/11.4SokoGlamPDP-ThankYouFarmerSaccharomyBrighteningStarMask1pc_NewCuration__Package_860x.jpg?v=1605121946",
   "description": "Brighten skin and reap all the anti-aging benefits from the fermented ingredients in this moisturizing sheet mask. Fermented favorites like saccharomyces (yeast) ferment filtrate and rice ferment filtrate absorb better into the skin, as well as a lower chance of irritating skin. They provide anti-aging benefits while moisturizing and plumping the skin. Niacinamide brightens, while adenosine additionally helps to target wrinkles and crow’s feet."
  },
  {
   "name": "Real Complexion Hyaluron Exfoliating AHA Treatment",
   "url": "https://sokoglam.com/collections/oily/products/hanskin-real-complexion-hyaluron-exfoliating-aha-treatment",
   "brand": "HANSKIN",
   "brand_url": "https://sokoglam.com/collections/hanskin",
   "price": "$27",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/10.21SokoGlamPDP-HanskinRealComplexionHyaluronExfoliatingAHATreatment_Package_860x.jpg?v=1603753203",
   "description": "ydroxy acids (AHAs). Glycolic acid and lactic acid work together to dissolve dead, dry cells on the surface of the skin that contribute to a dull appearance and can prevent your skin care products from effectively absorbing. As the AHAs gently exfoliate and slough off debris, they reveal the softer, smoother, glass-like skin underneath. Four forms of skin-quenching hyaluronic acid help boost hydration so skin feels soft, dewy, and prepped for the rest of your routine."
  },
  {
   "name": "The Chok Chok Green Tea Watery Essence",
   "url": "https://sokoglam.com/collections/oily/products/tony-moly-the-chok-chok-green-tea-watery-essence",
   "brand": "TONY MOLY",
   "brand_url": "https://sokoglam.com/collections/tony-moly",
   "price": "$28",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Tony-moly-chok-chok-green-tea-watery-essence_860x.jpg?v=1571438575",
   "description": "Chok chok means dewy in Korean, and this green tea essence will get you one step closer to achieving perfectly glowy and moisturized skin. Instead of using distilled water, this essence is made with over 80% fermented green tea extract, an antioxidant which works to immediately plump skin with hydration and calm down any irritation. This light essence instantly absorbs into skin and harnesses the power of a green tea extract that's been cultivated for a year withstanding both winter and summer environmental stressors, as well as lemonseed oil which works as an antifungal agent. Also included in the formula is rosewood oil, which helps to soothe skin. Say hello to plump, balanced, \"chok chok\" skin."
  },
  {
   "name": "Charcoal Bubble Cleansing Pads",
   "url": "https://sokoglam.com/collections/oily/products/charcoal-bubble-cleansing-pads",
   "brand": "MEDIHEAL",
   "brand_url": "https://sokoglam.com/collections/mediheal",
   "price": "$11.99",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/10.22SokoGlamPDP-MedihealCharcoalBubbleCleansingPad_860x.jpg?v=1603888335",
   "description": "An innovative and simple one-step dual-sided charcoal cleansing pad. These gentle cleansing pads are multi-functional and provide 2-in-1 benefits by using the textured mesh side to exfoliate areas of the skin with excessive buildup and the soft cotton side for gentle, effective bubble cleansing with the foamy lather. Can be used to gently cleanse off makeup, or as a deep cleansing treatment 2-3 times a week."
  },
  {
   "name": "Peelosoft Eyes & Lip Cleansing Duo",
   "url": "https://sokoglam.com/collections/oily/products/mediheal-peelosoft-eyes-lip-cleansing-duo",
   "brand": "MEDIHEAL",
   "brand_url": "https://sokoglam.com/collections/mediheal",
   "price": "$11.99",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/7.7Soko-Glam-PDP-Mediheal-Peelosoft-Eye-_-Lip-Cleansing-Duo_860x.jpg?v=1594821213",
   "description": "Cleansing sensitive areas is quick and easy with this innovative cleansing duo from K-beauty staple, Mediheal. Pre-soaked makeup remover pads and swabs packed with nourishing and soothing antioxidant-rich honey and sea buckthorn extracts help gently swipe away impurities. These are a quick fix for the gym, travel or if you want an easy solution to remove any residual makeup that may remain after cleansing on eyes or lips. Perfect for all skin types, including sensitive skin."
  },
  {
   "name": "Calming Serum",
   "url": "https://sokoglam.com/collections/oily/products/beauty-of-joseon-calming-serum",
   "brand": "Beauty of Joseon",
   "brand_url": "https://sokoglam.com/collections/beauty-of-joseon",
   "price": "$17",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/7.8Soko-Glam-PDP-Beauty-of-Joseon-Calming-Serum_860x.jpg?v=1594909179",
   "description": "This lightweight serum works like a charm to soothe irritated skin and restore harmony. Enriched with traditional Korean herbal medicine ingredients (‘hanbang’) this gentle formulation targets redness and sensitivity. Green tea, rich in antioxidants, helps reduce sebum and oil production in addition to soothing and evening skin tone. Panthenol helps keep skin smooth and supple, while centella asiatica calms."
  },
  {
   "name": "Time Revolution Artemisia Treatment Essence",
   "url": "https://sokoglam.com/collections/oily/products/missha-time-revolution-artemisia-treatment-essence",
   "brand": "MISSHA",
   "brand_url": "https://sokoglam.com/collections/missha",
   "price": "$55",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/MisshaTimeRevolutionArtemisiaTreatmentEssencePDP_860x.jpg?v=1603114767",
   "description": "Heal and nourish red, sensitized skin with this ultra-concentrated essence that’s formulated with 100% artemisia extract (also known as mugwort). The herb has powerful anti-inflammatory properties and is rich in antioxidants. To effectively extract the most active form of the ingredient, the brand used a unique double-fermentation process in both warm and cold environments."
  },
  {
   "name": "Bubble Free pH Balancing Cleanser",
   "url": "https://sokoglam.com/collections/oily/products/acwell-bubble-free-ph-balancing-cleanser",
   "brand": "ACWELL",
   "brand_url": "https://sokoglam.com/collections/acwell",
   "price": "$17.85",
   "image": "https://cdn.shopify.com/s/files/1/0249/1218/products/Acwell_Bubble_Free_pH_Balancing_Cleanser_Repackage_PDP_860x.jpg?v=1571438576",
   "description": "With a low pH of 5.5, this lightweight gel cleanser effectively balances skin, helping it stay smooth and supple. This cleanser is formulated with powerhouse ingredients like Centella, aloe, and witch hazel to hydrate, calm, and brighten skin with every wash. Licorice root extract also brightens skin while salicylic acid helps keep breakouts at bay."
  }
 ]
}